// 模拟数据池

export const report = [
  {
    name: '2020年11月访情分析报告',
    time: '2020.12.20 08:30:34'
  },
  {
    name: '2020年10月访情分析报告',
    time: '2020.11.20 08:23:34'
  },
  {
    name: '2020年9月访情分析报告',
    time: '2020.10.3 09:23:34'
  }
]

export const focalPoint = [
  {
    name: '井冈山大道爷爷的菜馆卫生问题',
    time: '2020.12.21'
  },
  {
    name: '青山街绿地小区烂尾楼',
    time: '2020.12.21'
  },
  {
    name: '井冈山大道养殖大户不关窗子',
    time: '2020.12.21'
  },
  {
    name: '烟草公司推放烟花爆竹',
    time: '2020.12.21'
  },
  {
    name: '勇敢的少年想去创造奇迹',
    time: '2020.12.21'
  },
  {
    name: '沙王团战的时候划水',
    time: '2020.10.12'
  }
]

export const dataList = [
  {
    value: 1234,
    name: '住宿/餐饮/娱乐'
  },
  {
    value: 234,
    name: '非金属加工制'
  },
  {
    value: 67213,
    name: '建筑'
  },
  {
    value: 25671,
    name: '养殖'
  },
  {
    value: 7891,
    name: '其他'
  }
]
