const heatmapData = [
  {
    lng: 115.800583,
    lat: 28.460384,
    count: 10
  },
  {
    lng: 115.968125,
    lat: 28.393356,
    count: 97
  },
  {
    lng: 115.928986,
    lat: 28.453139,
    count: 50
  },
  {
    lng: 116.077988,
    lat: 28.430196,
    count: 23
  },
  {
    lng: 116.165192,
    lat: 28.520732,
    count: 24
  },
  {
    lng: 116.079361,
    lat: 28.550291,
    count: 25
  },
  {
    lng: 116.062882,
    lat: 28.605766,
    count: 26
  },
  {
    lng: 116.1185,
    lat: 28.696754,
    count: 95
  },
  {
    lng: 116.040222,
    lat: 28.695549,
    count: 87
  },
  {
    lng: 115.885041,
    lat: 28.616616,
    count: 89
  },
  {
    lng: 115.904267,
    lat: 28.560544,
    count: 35
  },
  {
    lng: 115.956452,
    lat: 28.594914,
    count: 31
  }
  // {
  //   lng: 115.727952,
  //   lat: 28.529156,
  //   count: 32
  // },
  // {
  //   lng: 115.80623,
  //   lat: 28.794861,
  //   count: 26
  // },
  // {
  //   lng: 115.59337,
  //   lat: 28.662996,
  //   count: 50
  // },
  // {
  //   lng: 115.620149,
  //   lat: 28.733465,
  //   count: 48
  // },
  // {
  //   lng: 115.669587,
  //   lat: 28.767779,
  //   count: 36
  // },
  // {
  //   lng: 115.668901,
  //   lat: 28.61358,
  //   count: 35
  // },
  // {
  //   lng: 115.607789,
  //   lat: 28.591274,
  //   count: 31
  // },
  // {
  //   lng: 115.604356,
  //   lat: 28.79787,
  //   count: 32
  // }
]

const yuqingList = [
  {
    name: '江西律师伪证罪案',
    media: ['澎湃新闻', '腾讯新闻', '中国江西网', '南昌新闻网'],
    comments: [
      '法院，公安局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '南昌一小区路边多车车窗被砸',
    media: ['都市现场', '搜狐网', '中国江西网', '南昌新闻网'],
    comments: [
      '公安局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '融创望江府H区2119户集体拒收',
    media: ['地宝网', '微博', '南昌新闻网'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '江西南昌上万住户小区隔壁建骨灰堂',
    media: ['腾讯网', '搜狐网', '上游新闻', '南昌新闻网'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '恶犬撕咬重伤女童',
    media: ['新浪微博', '新浪网', '大江网', '南昌新闻网'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '江西张玉环案',
    media: ['腾讯网', '网易新闻', '澎湃新闻', '华商网'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '富力失信，业主寒心',
    media: ['东方头条', '腾讯看点', '网易视频', '风暴眼'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '第二个万科天空之城',
    media: ['新浪江西', '今日头条', '人民网', '新浪'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '相关单位充当保护伞记实',
    media: ['大江论坛', '江西论坛网', '手机江西台'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '二期墙体横梁开裂',
    media: ['新浪微博', '腾讯网', '百度快照', '中国江西网'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  },
  {
    name: '房屋质量问题',
    media: ['新浪微博', '腾讯网', '百度快照', '中国江西网'],
    comments: [
      '房管局',
      '应深入挖掘网民意见和情感倾向，识别事件传播过程中的意见领袖和主要信息来源，预测或追踪舆论走向，以便对不良舆论进行疏导。'
    ]
  }

]
export { heatmapData, yuqingList }
